// "© Copyright 2004-2013, 2015-2016 HP Development Company, L.P."

TaskName = "ネットワーク設定";
HSDTaskName = "ネットワーク設定";

ApplySettingsErrorHostNameFailed = "ホスト名が未設定。形式が有効であることを確認してください。";
AddressInUseError = "指定した IP アドレスは既に使用されています。";
AddressInUseErrorExplanation = "別の IP アドレスを指定してください。";
IncorrectMaskErrorExplanation = "指定したサブネット マスクが正しくありません。ネットワーク管理者にお問い合わせください。";

IncorrectHostNameError = "ホスト名が長すぎます。";
IncorrectIpAddressError = "IPアドレスの形式が正しくありません。";
ManualAddressEmptyError = "[IP アドレス] フィールドを空にすることはできません。";
ManualAddressEmptyExplanation = "有効な手動アドレスを指定してください。";
ManualAddressWithPrefixExplanation = "有効な IP アドレスと 1 ～ 128 の長さのプレフィックスを指定してください。";
ManualAddressNotIPv4Explanation = "有効な IP アドレスを指定してください。";

STATELESS = "ルータ";

ipV4TabName = "IPv4";
ipV6TabName = "IPv6";
OtherTabName = "その他の設定";

kCheckChangesAlertTitleKey = "データが変更されています。 続行しますか？";
kCheckChangesAlertContinueButtonTitleKey = "続行";
kCheckChangesAlertCancelButtonTitleKey = "キャンセル";
kCheckChangesAlertMessageKey = "続行した場合、変更内容が失われます。 操作を取り消し作業を続ける場合は、[キャンセル] をクリックしてください。";

TaskNameTiger = "Bonjour 設定";
NoService = "使用できない";
NoBonjourName = "使用できません。";

1ServiceName = "Port 9100";
2ServiceName = "IPP";
3ServiceName = "LPD-RAW";
4ServiceName = "LPD-TEXT";
5ServiceName = "LPD-AUTO";
6ServiceName = "LPD-BINPS";
7ServiceName = "LPD-Queue5";
8ServiceName = "LPD-Queue6";
9ServiceName = "LPD-Queue7";
10ServiceName = "LPD-Queue8";
11ServiceName = "LPD-Queue9";
12ServiceName = "LPD-Queue10";
13ServiceName = "LPD";
16ServiceName = "IPPS";

IPPSecureServiceName = "IPP (セキュリティ保護のみ)";
IPPUnsecureServiceName = "IPP (セキュリティ非保護のみ)";

IncorrectConfigurationTitle = "指定された構成は正しくありません";
IncorrectConfigurationExplanation = "正しい構成を選択するか、詳細についてネットワーク管理者に問い合わせてください。";

IncorrectDNSServerErrorExplanation = "正しい DNS サーバ アドレスを入力するか、詳細についてネットワーク管理者に問い合わせてください。";
IncorrectGatewayAddressTitle = "指定されたゲートウェイ アドレスが正しくありません";
IncorrectGatewayErrorExplanation = "正しいゲートウェイ アドレスを入力するか、またはネットワーク管理者に問い合わせてください。";
GatewayIsNotInSubnetTitle = "入力したゲートウェイ アドレスは、このデバイスのサブネットにありません";
GatewayIsNotInSubnetExplanation = "別の IP アドレス、サブネット マスク、またはゲートウェイ アドレスを入力するか、あるいはネットワーク管理者に問い合わせてください。";

AskSaveChangesAlertTitle = "この画面で設定を変更しました";
AskSaveChangesAlertMsg = "画面を閉じる前に変更を適用しますか？";
AskSaveChangesDontApplyButtonTitle = "適用しない";
AskSaveCahngesApplyButtonTitle = "適用する";

TaskPanelOKButtonTitle = "OK";

EmptyBonjourServiceNameFieldTitle = "[Bonjour サービス名] フィールドを空白にすることはできません";
EmptyBonjourServiceNameFieldMsg = "Bonjour サービス名を指定してください。";
EmptyBonjourDomainNameFieldTitle = "[Bonjour ドメイン名] フィールドを空白にすることはできません";
EmptyIPv6DomainNameFieldTitle = "[IPv6 ドメイン] フィールドを空白にすることはできません";
EmptyBonjourDomainNameFieldMsg = "Bonjour ドメイン名を指定してください。";
EmptyBonjourServiceAndDomainNamesFieldTitle = "[Bonjour サービス名/ドメイン名] フィールドを空にすることはできません";
EmptyBonjourServiceAndDomainNamesFieldMsg = "Bonjour サービス名/ドメイン名を指定してください。";
UsedServiceNameTitle = "指定した Bonjour サービス名はすでに使用されています。";
UsedServiceNameMsg = "他の Bonjour サービス名を指定するか、サポートについてはネットワーク管理者までお問い合わせください。";
HSDBonjourDomainNameTitle = "Bonjour ドメイン名:";

// layout
HSDIPv4Title = "IPv4 設定";
HSDIPvXDisableNotAvailableDescription = "IPv4 と IPv6 を同時に無効にすることはできません。";
HSDEnableIPv4InPrinterTitle = "プリンタで IPv4 を有効にする";
HSDConfigTitle = "設定：";
HSDNameTitle = "ホスト名：";
HSDAddressTitle = "IP アドレス：";
HSDMaskTitle = "サブネット マスク：";
HSDGatewayTitle = "デフォルト ゲートウェイ：";
ManualTitle = "手動";
Auto = "自動";

HSDAdditionalSettingsTitle = "追加のネットワーク設定";
HSDAdditionalSettingsDescription = "[追加のネットワーク設定] をクリックして、プリンタの内蔵ウェブサーバのネットワーク設定ページに移動します。そこで、SNMP、802.1X などのネットワーク設定を行うことができます。";
HSDAdditionalSettingsButton = "追加のネットワーク設定";

BonjourSettingsTitle = "Bonjour 設定";
HSDEnableBonjourTitle = "Bonjour を有効にする";
HSDBonjourServiceNameTitle = "Bonjour サービス名:";
HSDPriorityTitle = "最優先サービス：";
HSDAccessTitle = "お使いのデバイスにアクセスする URL：";

PreviousValueString = "前の値が適用されます";

HSDEnableIPv6InPrinterTitle = "プリンタで IPv6 を有効にする";
HSDDHCPv6PolicyTitle = "DHCPv6 ポリシー：";
HSDIPv6DomainTitle = "IPv6 ドメイン：";
HSDPrimaryDNSServerTitle = "プライマリ DNS サーバ：";
HSDSecondaryDNSServerTitle = "セカンダリ DNS サーバ：";
HSDPrefixLengthTitle = "プレフィックスの長さ：";
HSDAdditionalAddressesButton = "追加アドレス";
HSDPolicyPopUpItem1 = "起動時に必ず DHCPv6 を実行する";
HSDPolicyPopUpItem2 = "ステートレス設定が失敗した場合、DHCPv6 を実行する";
HSDPolicyPopUpItem3 = "ルータが要求した時だけ DHCPv6 を実行する";

HSDColumnConfigBy = "設定";
HSDColumnAddresses = "アドレス";
HSDColumnPrefix = "プレフィックスの長さ";
HSDCloseButton = "閉じる";

HSDApplyButton = "今すぐ適用";

LINK_LOCAL = "リンク - ローカル";
HSDNotAvailableLabel = "ネットワーク設定タスクは現在使用できません。\nデバイスがネットワークに接続されていることを確認してください。";
